Repository: diegoanazco/CakePHP3-Sistema-de-Evaluaciones
Catalog: sieval/src/Locale/*/default.po
Languages: es_pe, pt_br

source: New User
es_pe: Nuevo Usuario
pt_br: Novo usuário

source: List Roles
es_pe: Lista de Roles
pt_br: Lista de funções

source: New Role
es_pe: Nuevo Rol
pt_br: Nova função

source: List Degrees
es_pe: Lista de Grados Académicos
pt_br: Lista de graus acadêmicos

source: New Degree
es_pe: Nuevo Grado Académico
pt_br: Novo grau acadêmico

source: Users
es_pe: Usuarios
pt_br: Usuários

source: Roles
pt_br: Funções

source: Degrees
es_pe: Grados Académicos
pt_br: Graus Acadêmicos

source: Users Name
es_pe: Nombre
pt_br: Nome

source: Users Fathersurname
es_pe: Apellido Paterno
pt_br: Sobrenome paterno

source: Users Mothersurname
es_pe: Apellido Materno
pt_br: Sobrenome materno

source: Users Email
es_pe: Email
pt_br: Email

source: Actions
es_pe: Acciones
pt_br: Ações

source: New Test
es_pe: Nueva Evaluación
pt_br: Nova avaliação

source: List Assignments
es_pe: Lista de Asignaciones
pt_br: Lista de tarefas

source: New Assignment
es_pe: Nueva Asignación
pt_br: Nova tarefa

source: List Types Test
es_pe: Lista de Tipos de Evaluaciones
pt_br: Lista de tipos de avaliação

source: New Types Test
es_pe: Nuevo Tipo de Evaluación
pt_br: Novo tipo de avaliação

source: List Semesters
es_pe: Lista de Semestres
pt_br: Lista do Semestre

source: New Semester
es_pe: Nuevo Semestre
pt_br: Novo semestre

source: List Schools
es_pe: Lista de Escuelas
pt_br: Lista de escolas

source: New School
es_pe: Nueva Escuela
pt_br: Nova escola

source: Assignment
es_pe: Asignación
pt_br: Tarefa

source: Types Test
es_pe: Tipos de Evaluación
pt_br: Tipos de avaliação

source: Semesters
es_pe: Semestre
pt_br: Semestre

source: Schools
es_pe: Escuelas
pt_br: Escolas

source: Test Date
es_pe: Fecha Evaluación
pt_br: Data da avaliação

source: Test Start
es_pe: Hora de Inicio
pt_br: Hora de início

source: Test End
es_pe: Hora de Fin
pt_br: Hora de término

source: Created
es_pe: Fecha Creación
pt_br: Data de criação

source: Modified
es_pe: Fecha Modificación
pt_br: Data da modificação

source: View
es_pe: Ver
pt_br: Visualizar

source: Delete
es_pe: Eliminar
pt_br: Excluir

source: Edit
es_pe: Editar
pt_br: Editar

source: previous
es_pe: anterior
pt_br: anterior

source: next
es_pe: siguiente
pt_br: próximo

source: Are you sure you want to delete # {0}?
es_pe: ¿Estás seguro de eliminar # {0}?
pt_br: Tem certeza de que deseja excluir # {0}?

source: Edit User
es_pe: Editar Usuario
pt_br: Editar usuário

source: Delete User
es_pe: Eliminar Usuario
pt_br: Excluir usuário

source: List Users
es_pe: Lista de Usuarios
pt_br: Lista de usuários

source: Role
es_pe: Rol
pt_br: Função

source: Degree
es_pe: Grado Académico
pt_br: Grau Acadêmico

source: Users Password
es_pe: Password
pt_br: Senha

source: Users Cellphone
es_pe: Celular del Usuario
pt_br: Usuário celular

source: Users Id
es_pe: Id Usuario
pt_br: ID do usuário

source: Users Birthday
es_pe: Fecha de Nacimiento
pt_br: Data de nascimento

source: Users Status
es_pe: Estado Usuario
pt_br: Status do usuário

source: Edit {0}
es_pe: Editar {0}
pt_br: Editar {0}

source: Save
es_pe: Guardar
pt_br: Salvar

source: Roles Description
es_pe: Descripción Rol
pt_br: Descrição da função

source: Roles Id
es_pe: Id Rol
pt_br: Função de ID

source: Edit Role
es_pe: Editar Role
pt_br: Editar função

source: Delete Role
es_pe: Eliminar Role
pt_br: Remover função

source: Degrees Description
es_pe: Descripción de Grados Académicos
pt_br: Descrição das notas acadêmicas

source: Degrees Acronym
es_pe: Acrónimo de Grado Académico
pt_br: Acrônimo de grau acadêmico

source: Edit Degree
es_pe: Editar Grado Académico
pt_br: Editar grau acadêmico

source: Delete Degree
es_pe: Eliminar Grado Académico
pt_br: Excluir grau acadêmico

source: Degrees Id
es_pe: Id Grado Académico
pt_br: ID do grau acadêmico

source: List TypesTest
es_pe: Lista de Tipos Exámenes
pt_br: Lista de tipos de exames

source: Tests
es_pe: Exámenes
pt_br: Exames

source: Tests Start
es_pe: Inicio de Examen
pt_br: Iniciar exame

source: Edit Test
es_pe: Editar Examen
pt_br: Editar exame

source: Delete Test
es_pe: Eliminar Examen
pt_br: Excluir exame

source: List Tests
es_pe: Lista de Exámenes
pt_br: Lista de exames

source: Semester
es_pe: Semestre
pt_br: Semestre

source: School
es_pe: Escuela
pt_br: Escola

source: Tests Id
es_pe: Id Examen
pt_br: ID do teste

source: Tests End
es_pe: Fin de Examen
pt_br: Fim do exame

source: Types Test Description
es_pe: Descripción Tipo de Examen
pt_br: Descrição do tipo de exame

source: Types Test Weight
es_pe: Peso de Examen
pt_br: Peso do exame

source: Edit Types Test
es_pe: Editar Tipo de Examen
pt_br: Editar tipo de exame

source: Delete Types Test
es_pe: Eliminar Tipo de Examen
pt_br: Excluir tipo de exame

source: Types Test Id
es_pe: Id Tipo de Examen
pt_br: ID do tipo de exame

source: New Question
es_pe: Nueva Pregunta
pt_br: Nova pergunta

source: Questions
es_pe: Preguntas
pt_br: Perguntas

source: Questions Score
es_pe: Puntaje Pregunta
pt_br: Pontuação da pergunta

source: Questions Header
es_pe: Encabezado Pregunta
pt_br: Cabeçalho da pergunta

source: Edit Question
es_pe: Editar Pregunta
pt_br: Editar pergunta

source: Delete Question
es_pe: Eliminar Pregunta
pt_br: Excluir pergunta

source: List Questions
es_pe: Lista de Preguntas
pt_br: Lista de perguntas

source: Questions Id
es_pe: Id Pregunta
pt_br: Id Ask

source: Add
es_pe: Agregar
pt_br: Adicionar

source: Add {0}
es_pe: Agregar {0}
pt_br: Adicionar {0}

source: New Annex
es_pe: Nuevo Anexo
pt_br: Novo anexo

source: Annexes
es_pe: Anexos
pt_br: Anexos

source: Annexes Description
es_pe: Descripción Anexo
pt_br: Descrição do anexo

source: Edit Annex
es_pe: Editar Anexo
pt_br: Editar anexo

source: Delete Annex
es_pe: Eliminar Anexo
pt_br: Excluir anexo

source: List Annexes
es_pe: Lista de Anexos
pt_br: Lista de anexos

source: Annexes Id
es_pe: Id Anexo
pt_br: ID do anexo

source: Your username or password is incorrect.
es_pe: Tu usuario o contraseña es incorrecta.
pt_br: Seu nome de usuário ou senha estão incorretos.

source: You are now logged out.
es_pe: Has cerrado sesión.
pt_br: Você desconectou.

source: The user has been saved.
es_pe: El usuario ha sido guardado.
pt_br: O usuário foi salvo.

source: The user has been deleted.
es_pe: El usuario ha sido eliminado.
pt_br: O usuário foi removido.

source: The user could not be saved. Please, try again.
es_pe: El usuario no pudo ser guardado. Por favor, intenta denuevo.
pt_br: O usuário não pôde ser salvo. Por favor, tente novamente.

source: The test has been saved.
es_pe: El examen ha sido guardado.
pt_br: O exame foi salvo.

source: The test has been deleted.
es_pe: El examen ha sido eliminado.
pt_br: O exame foi removido.

source: The test could not be saved. Please, try again.
es_pe: El examen no pudo ser guardado. Por favor, intenta denuevo.
pt_br: O exame não pôde ser salvo. Tente novamente.

source: The types test has been saved.
es_pe: El tipo de examen ha sido guardado.
pt_br: O tipo de exame foi salvo.

source: The types test has been deleted.
es_pe: El tipo de examen ha sido eliminado.
pt_br: O tipo de exame foi removido.

source: The types test could not be saved. Please, try again.
es_pe: El tipo de examen no pudo ser guardado. Por favor, intenta denuevo.
pt_br: O tipo de exame não pôde ser salvo. Por favor, tente novamente.

source: The question has been saved.
es_pe: La pregunta ha sido guardada.
pt_br: A questão foi salva.

source: The question has been deleted.
es_pe: La pregunta ha sido eliminada.
pt_br: A questão foi removida.

source: The question could not be saved. Please, try again.
es_pe: La pregunta no pudo ser guardada. Por favor, intenta denuevo.
pt_br: A questão não pôde ser salva. Por favor, tente novamente.

source: The annex has been saved.
es_pe: El anexo ha sido guardado.
pt_br: O anexo foi salvo.

source: The annex has been deleted.
es_pe: El anexo ha sido eliminado.
pt_br: O anexo foi removido.

source: The annex could not be saved. Please, try again.
es_pe: El anexo no pudo ser guardado. Por favor, intenta denuevo.
pt_br: O anexo não pôde ser salvo. Por favor, tente novamente.

source: Questions Photo
es_pe: Url Foto Pregunta
pt_br: Pergunta da foto do URL
